import React from 'react'
import Btn2 from '../menu/btns/btn2'
import Btn3 from '../menu/btns/btn3'
import Btn4 from '../menu/btns/btn4'
import Part3 from '../parvazDakheli/part3'
import Slider from '../parvazDakheli/slider'
import AliBaba from '../AliBaba/page'
import Dropdown from '../parvazDakheli/dropDown'
import Menu from '../menu/page';


export default function page() {


    const options = [
        { label: 'بلیط پرواز چه کشورها و ایرلاین‌هایی را می‌توانم‌ در سایت علی‌بابا جستجو و خریداری کنم؟', items: ['بلیط تمام خطوط هوایی دنیا در سایت علی‌بابا موجود است، چه پروازهایی که مبدا یا مقصد آنها ایران است و چه پروازهای داخلی دورترین کشورهای دنیا. پروازهای ایرلاین‌هایی مثل لوفت‌هانزا، امارات، قطرایرویز، ترکیش‌ایر، ایرفرانس، کی‌ال‌ام، آئروفلوت، آلیتالیا، اوکراینی، ایرایژیا، پگاسوس و ده‌ها ایرلاین دیگر در علی‌بابا قابل تهیه هستند. همچنین بلیط پروازهای خارجیِ شرکت های هواپیمایی داخلی مانند ماهان، ایران‌ایر، قشم ایر، آتا و .. نیز روی سایت علی‌بابا به فروش می‌رسد..'] },
        { label: 'چطور می توانم در مورد مقررات پرواز یا ویزا مربوط به سفرم اطمینان پیدا کنم؟', items: ['حتما قبل از انتخاب پرواز خود در مورد مقررات پرواز و قوانین مربوط به ویزا تحقیق کنید (مثلا ممکن است مقصد سفر شما نیاز به ویزا نداشته باشد ولی برای توقفی که در مسیر دارد نیاز به ویزای ترانزیت داشته باشید). برای این کار به صفحه قوانین و مقررات پرواز خارجی مراجعه کنید و در صورتی که نیاز به اطلاعات بیشتری داشتید با پشتیبانی علی‌بابا تماس بگیرید. ۰۲۱-۴۳۹۰۰۰۰۰ : شماره تماس'] },
        { label: 'آیا برای خرید بلیط ایرلاین‌های خارجی، نیازی به کردیت‌کارت یا روش‌های پرداخت ارزی خواهم داشت؟', items: ['به هیچ وجه. شما هزینه‌ بلیط را به صورت ریالی و با کارت‌های شتابی که در دست دارید، تنها با داشتن رمز دوم کارت پرداخت می کنید و بلیط شما بلافاصله صادر خواهد شد و قابل استفاده خواهد بود.'] },
        { label: 'آیا ساعت، قیمت و دیگر مشخصات پروازها روی سایت علی‌بابا قطعی است؟', items: ['بله، آنچه پس از جستجوی پرواز مورد نظر خود روی سایت علی‌بابا می‌بینید، برنامه قطعی پروازهای ایرلاین‌هاست که به تومان محاسبه شده است. اگر احیانا تغییری در ساعت یا برنامه‌ی پرواز به وجود بیاید، از طریق پشتیبانی سایت علی‌بابا به اطلاع شما خواهد رسید.'] },
        { label: 'آیا پروازهای چارتر خارجی هم روی سایت علی‌بابا عرضه می‌شود؟', items: ['بله. بلیط کلیه‌ی پروازهای چارتر خارجی که از سوی ایرلاین‌های داخلی یا خارجی برای فروش عرضه می‌شوند را می‌توانید روی سایت علی‌بابا ببینید.'] },
        { label: 'چطور می توانم برای سفرم ارزان ترین بلیط ممکن را تهیه کنم؟', items: ['ارزان بودن بلیط سفر به عوامل مختلفی مرتبط است که برخی از مهم ترین آنها این موارد هستند:در پروازهای سیستمی معمولا هرچه به زمان پرواز نزدیک تر می شویم به دلیل پر شدن کلاس نرخی های ارزان تر، قیمت آن افزایش پیدا می کند. معمولا هرچه زودتر پروازتان را بخرید ارزان تر است. بلیط ایرلاین های مختلف را چک کنید. برای اغلب مسیرها ایرلاین های کم هزینه (Low Cost Airline) وجود دارند که در ازای خدمات و امکانات کمتر، پروازهای ارزان تری به شما پیشنهاد می دهند. در روزهای مختلف سال، فصل و هفته و حتی ساعات متفاوت، قیمت یک پرواز ممکن است تغییرات زیادی داشته باشد. با استفاده از تقویم قیمتی و فیلترهای تعبیه شده جستجو می توانید با چند روز جابجایی پروازهای به مراتب ارزان تری پیدا کنید. علاوه بر این، پروازهای توقف دار و صبح زود هم معمولا پروازهای ارزان تری هستند. بلیط خود را از سایت های معتبر خریداری کنید و قیمت آنها را در ازای خدمتی که می دهند با هم مقایسه کنید. با در نظر گرفتن این موارد می توانید هوشمندانه، بهترین و ارزان ترین پرواز را برای سفر خود تهیه کنید.'] },
        { label: 'تقویم قیمتی (Flexible Date) چیست و چه کمکی به من می‌کند؟', items: ['تقویم قیمتی امکان مقایسه قیمت های روزهای نزدیک به جستجو را به شما می دهد. با کلیلک روی نوار سبز رنگ تقویم قیمتی، قیمت بلیط‌های ۳ روز قبل و ۳ روز بعد از تاریخ مورد نظر شما در جدولی نمایش داده می‌شود و به این ترتیب می‌توانید با تغییر کوچکی در برنامه‌ی سفر خود، هزینه‌ی بلیط را حتی تا نصف کاهش دهید!'] },
        { label: 'بهترین پروازها (Best Flights) چه پروازهایی هستند؟', items: ['در هر جستجویی که انجام می دهید، به صورت پیش فرض در ابتدای فهرست با پروازهایی روبرو می شوید که به عنوان بهترین پروازها به شما معرفی می شوند. در الگوریتم گزینش و نمایش این پروازها هر دو فاکتور قیمت و مدت زمان سفر در نظر گرفته شده است.'] },
        { label: 'چگونه می توانم بلیط پروازم را کنسل کنم یا تغییر دهم و از شرایط و جریمه آن مطلع شوم؟', items: ['برای اطلاع دقیق از شرایط و جریمه کنسلی یا تغییر بلیط پرواز مورد نظرتان در هر ساعتی از شبانه روز می توانید با پشتیبانی علی‌بابا تماس بگیرید.'] },
        { label: 'برای سوار شدن به هواپیما چه زمانی باید در فرودگاه باشم و چه مدارکی مورد نیاز است؟', items: ['برای اینکه بدون دغدغه سفر خود را آغاز کنید باید حداقل دو ساعت قبل از پرواز در فرودگاه حضور داشته باشید. برای پرواز نیازی به داشتن پرینت بلیط ندارید و تصویر و شماره بلیط به همراه مدارک شناسایی کفایت می کند.'] },

    ]

    return (
        <section className='justify-center overflow-hidden flex flex-wrap'>
            <figure className="w-full flex">
                <img
                    src="https://cdn.alibaba.ir/h2/desktop/assets/images/hero/hero-9cf704bc.jpg"
                    alt="Flight"
                    class="is-responsive is-animated"
                    height="320"
                />
            </figure>
            <section className='w-full md:w-[85%] justify-center items-center flex flex-wrap '>

                <Menu parvazKhareji={<div><span className='mx-2 rounded-3xl py-2 px-5 border'>اکونومی</span><span className=' rounded-3xl py-2 px-5 border'>یک طرفه</span></div>} />

                <div className="w-full justify-center items-center flex">
                    <Part3 />
                </div>
                <figure className="mt-6 mb-6">
                    <img className="w-full rounded-lg" src="https://cdn.alibaba.ir/h2/desktop/assets/images/breaking-news/phone-sales-4af98b55.webp" alt="Alibaba" height="195" />
                </figure>
                <Slider />
                <AliBaba />
                <div className='w-full'>
                    <Dropdown options={options} />
                </div>


                <div className='flex flex-wrap justify-end mt-6'>
                    <div className='w-[40%] *:w-full'>
                        <figure className='justify-center flex'>
                            <img
                                src="https://cdn.alibaba.ir/h2/desktop/assets/images/baggage/baggage@3x-bda919ec.webp"
                                alt="Alibaba https://cdn.alibaba.ir/h2/desktop/assets/images/baggage/baggage@3x-bda919ec.webp"
                                width="448"
                                height="483"
                            />
                        </figure>
                    </div>
                    <div className='flex flex-wrap *:w-full w-[60%] content-center '>
                        <h2 className='text-[25px] font-bold justify-end mb-5 items-end flex'>خرید بلیط هواپیما خارجی</h2>
                        <p>
                            شرکت سفرهای علی‌بابا که فعالیتش را از سال 1393 شروع کرد، بعد از چندین سال فعالیت در زمینه فروش اینترنتی بلیط سفر، توانست که رتبه یک این حوزه را از آن خودش کند و رضایت 97.2 درصد از مشتریان را با ارائه خدمات شایسته و پشتیبانی 24 ساعته به دست بیاورد. مطمئن باشید که اگر شما هم برای خرید بلیط هواپیما خارجی به علی‌بابا اعتماد کنید، پشیمان نخواهید شد.
                        </p>
                    </div>

                    <div className='flex justify-end flex-wrap mb-20'>
                        <h2 className='text-[18px] font-bold pb-5'>مزایای رزرو بلیط پرواز خارجی از علی‌بابا</h2>
                        <p>یکی از دلایلی که برای خرید بلیط پرواز خارجی می‌توانید روی علی‌بابا حساب کنید فرایند خرید آسان و پنل کاربرپسند آن است. در ابتدا وارد وب‌سایت علی‌بابا شده و اطلاعات سفر (یعنی شهرهای مبدا و مقصد، تاریخ حرکت و تعداد مسافرین) را وارد کنید. حالا فقط با یک کلیک، لیستی کامل از پرواز خارجی برای شما فهرست خواهد شد.
                            اگر دقت کنید خواهید دید که قیمت هر کدام از این موارد با دیگری فرق دارد و شما حتما باید قبل از خرید بلیط هواپیما خارجی، این موارد را بررسی کنید تا بتوانید مناسب‌ترین گزینه را بر اساس سلیقه و بودجه‌تان پیدا کنید. این که برای رزرو پرواز خارجی لیستی از گزینه‌ها پیش روی شماست یکی از مزایای خرید بلیط از وب‌سایت علی‌باباست، چراکه دست شما در انتخاب باز است و می‌توانید بلیط‌های ایرلاین‌های متفاوت را با هم مقایسه کنید.</p>

                        <h2 className='text-[18px] font-bold text-right flex my-7 '>خرید بلیط هواپیما خارجی ارزان با تقویم قیمتی علی‌بابا</h2>
                        <p>
                            یکی دیگر از امکاناتی که برای پیدا کردن پرواز خارجی ارزان دارید، استفاده از تقویم نمایش داده شده در بالای صفحه است. در این تقویم قیمتی، با یک کلیک می‌توانید قیمت بلیط هواپیما خارجی روزهای قبل و روزهای بعد را مشاهده کنید و اگر مجبور نیستید که در روز خاصی سفرتان را شروع کنید، می‌توانید گزینه‌های به‌صرفه‌تری را انتخاب کنید؛ چرا که یکی از روزهای هفته با رنگ سبز نمایش داده شده و این به معنای بلیط هواپیما ارزان در آن روز خاص هست.
                            تعداد بلیط هواپیما خارجی که فهرست شده است زیاد است؟ یا وقت ندارید که بین همه گزینه‌ها بگردید؟ مساله‌ای نیست چون علی‌بابا فکر اینجای کار را هم کرده است. درسمت راست و بالای صفحه، تعدادی فیلتر مشاهده می‌کنید که مواردی مانند نوع ایرلاین، کلاس پروازی (اکونومی یا بیزینس)، بازه قیمت، نوع بلیط (چارتری یا سیستمی) و... را در اختیار شما می‌گذارد. برای سهولت در پیدا کردن پرواز خارجی دلخواه‌تان می‌توانید از این فیلترها استفاده کنید تا فقط گزینه‌هایی که مدنظرتان است برای شما نمایش داده شود.
                            همچنین در بالای صفحه هم دو گزینه مرتب‌سازی وجود دارد (مرتب‌سازی بر اساس قیمت و زمان). اگر از این فیلترها استفاده کنید، ترتیب نمایش بلیط هواپیما خارجی بر اساس ترتیبی که مد نظر شماست تغییر خواهد کرد تا بلیط‌تان را آسان‌تر پیدا کنید.
                        </p>
                        <h2 className='text-[18px] font-bold text-right flex my-7'>ایرلاین‌ها یا خطوط هوایی علی‌بابا در پروازهای خارجی</h2>
                        <p>یکی دیگر از سوالاتی که در حین خرید بلیط هواپیما خارجی به ذهن مشتریان می‌رسد این است که بلیط هواپیمای چه خطوط هوایی را می‌توانیم از علی‌بابا بخریم. خوشبختانه بلیط هواپیما خارجی تمام خطوط هوایی در وب‌سایت علی‌بابا موجود است و این مقصد و سلیقه شماست که تعیین می‌کند کدام گزینه را انتخاب کنید. همچنین اگر تعداد شما بیش از ۹ نفر است، نیازی به رزرو پرواز خارجی به صورت تک‌به‌تک ندارید؛ به راحتی می‌توانید یک درخواست گروهی بدهید تا بلیط تمام افراد به صورت یک‌جا برای شما صادر شود.
                            راستی، اصلا فرقی نمی‌کند که بلیط هواپیما خارجی می‌گیرید یا داخلی؛ برای خرید بلیط هواپیما از علی‌بابا و پرداخت وجه آن می‌توانید از کارت‌های بانکی عضو شتاب استفاده کنید و نیازی به کارت اعتباری خارجی و ارز ندارید..

                            هر یک از این ایرلاین ها ویژگیها و مشخصات خود را دارند. برخی امکانات و خدمات رفاهی بیشتر دارند و برخی دیگر بلیط هواپیما را با قیمت به صرفه تری ارائه می‌دهند. زمانی که در علی‌بابا لیست بلیط تمام این ایرلاین ها را مشاهده می‌کنید، می‌توانید از بین آنها انتخاب کنید.</p>
                        <h2 className='text-[18px] font-bold text-right flex my-7'>امکان استرداد بلیط هواپیما خارجی در علی‌بابا</h2>

                        <p>
                            امکانات و خدمات علی‌بابا هنوز تمام نشده! علی‌بابا همیشه تمام سعیش را می‌کند که مشتریانش را راضی نگه داشته و تمام خدمات ممکن را به آن‎ها ارائه بدهد. به همین دلیل، استرداد بلیط (کنسلی بلیط) هم یکی از این گزینه‌هاست.
                            شاید بعد از خرید بلیط هواپیما خارجی، مشکلی برای شما پیش بیاید که مجبور شوید سفرتان را کنسل کرده و یا تاریخ آن را تعویض کنید. برای این کار می‌توانید تقاضای استرداد بلیط هواپیما خارجی را برای کارشناسان ما بفرستید تا بلیط شما را گرفته و پولتان را به شما بازگردانند. همچنین برای استفاده از سرویس استرداد بلیط در علی‌بابا نیازی به مراجعه حضوری ندارید؛ فقط کافی است که قوانین کنسلی را روی وب‌سایت مطالعه کرده و مدارک لازم را روی وب‌سایت بارگذاری کنید.
                            دقت و تخصصی که در طراحی وب‎سایت علی‌بابا به کار گرفته شده، باعث شده است که تمام صفحات آن با تمام دستگاه‌ها (موبایل، لپ‌تاپ و تبلت) سازگاری داشته باشد و به همین دلیل در حین خرید بلیط هواپیما خارجی از هر دستگاهی که استفاده کنید، به هیچ مشکلی برنخواهید خورد.
                        </p>
                        <h2 className='text-[18px] font-bold text-right flex my-7'>
                            رزرو بلیط پروازهای خارجی با اپلیکیشن علی‌بابا
                        </h2>
                        <p>البته برای خرید بلیط هواپیما خارجی (یا هر نوع بلیط، هتل و تور) هیچ الزامی وجود ندارد که حتما از وب‌سایت استفاده کنید. علی‌بابا یک اپلیکیشن زیبا و کاربردی هم دارد که از طریق کافه بازار هم قابل دانلود است. اگر این اپلیکیشن را دانلود کنید، کار شما آسان‌تر هم خواهد شد. همچنین دانلود اپلیکیشن برای اپلی‌ها هم امکان‌پذیر است.</p>
                        <h2 className='text-[18px] font-bold text-right flex my-7'>با پشتیبانی 24 ساعته علی‌بابا، با خیال راحت بلیط پرواز خارجی رزرو کنید
                        </h2>
                        <p>این که در حین خرید بلیط هواپیما خارجی یا حتی بعد از خرید، سوال یا مشکلی برای شما پیش بیاید یک مساله طبیعی است. تفاوتی که سرویس‌دهنده‌ها را از یکدیگر متمایز می‌کند، نوع برخورد آن‌ها با مشکل یا سوال شماست. علی‌بابا با تیم پشتیبانی 24 ساعته که 247 نفر پشتیبان متخصص و متعهد در آن حضور دارند، در تمام ایام هفته و در کل ساعات روز، همیشه آماده پاسخگویی به شماست. طبق یکی از آخرین نظرسنجی‌هایی که انجام شده است، بیش از 97 درصد از مشتریانی که از خدمات علی‌بابا استفاده کرده‌اند، رضایت کامل از آن داشته و آن را به دوستان و آشنایان خودشان پیشنهاد کرده‌اند.</p>

                    </div>
                </div>
            </section>
        </section>
    )
}
