import React from 'react'
import Part3 from '../parvazDakheli/part3'
import AliBaba from '../AliBaba/page'
import Dropdown from '../parvazDakheli/dropDown'
import Link from 'next/link'
import Menu from '../menu/page'

export default function page() {

  const options = [
    { label: 'آیا خرید بلیط اتوبوس برای کودکان و اطفال زیر ۲ سال الزامی است؟', items: ['قیمت بلیط اتوبوس برای کودکان زیر دو سال، در صورتی که صندلی‌ به آن‌ها تعلق نگیرد رایگان است. اگر کودک به استفاده از صندلی نیاز داشته باشد، باید هزینه کامل بلیط اتوبوس را برایش پرداخت کنید تا صندلی متعلق به خودتان باشد.'] },
    { label: 'نحوه رزرو بلیط اتوبوس در علی بابا چگونه است؟', items: ['برای خرید اینترنتی بلیط اتوبوس در وب‌سایت یا اپلیکیشن علی‌بابا (بخش بلیط اتوبوس) مبدا، مقصد، تاریخ حرکت و تعداد بلیط خود را انتخاب می‌کنید. سپس می‌توانید بلیط‌های موجود را در تاریخ مدنظرتان ببینید و با کارت بانکی و رمز دوم، بلیط دلخواهتان را بخرید.برای مطالعه راهنمای گام‌به‌گام و تصویری خرید اینترنتی بلیط اتوبوس، می‌توانید سری به اینجا بزنید..'] },
    { label: 'استعلام بلیط اتوبوس علی‌بابا چگونه است؟', items: ['برای استعلام بلیط اتوبوس، کافی است به وب‌سایت یا اپلیکیشن علی‌بابا بروید و بعد از مشخص‌کردن مبدا و مقصد، لیست کامل اتوبوس‌های شرکت‌های مختلف را ببینید.بعد از خرید، اگر بخواهید جزئیات بلیط را ببینید، وارد حساب کاربری‌تان شوید و روی گزینه «سفرهای من» بزنید.'] },
    { label: 'آیا بعد از خرید بلیط اتوبوس امکان تعویض صندلی وجود دارد؟', items: ['خیر. بعد از خرید بلیط اتوبوس، امکان تعویض صندلی وجود ندارد.'] },
    { label: 'آیا می‌توانم اطلاعات بلیط اتوبوس خریداری‌شده را ویرایش کنم؟', items: ['خیر. بعد از خرید بلیط اتوبوس، امکان ویرایش اطلاعات آن وجود ندارد. درصورت نیاز، باید بلیط خود را استرداد کنید و بلیط جدیدی با اطلاعات جدید تهیه کنید. طبیعی است که طبق قوانین، استرداد بلیط اتوبوس با درصدی جریمه همراه است (گاهی تا 100 درصد جریمه).'] },
    { label: 'در صورت اشتباه در خرید آنلاین بلیط اتوبوس چکار کنیم؟', items: ['در خرید آنلاین بلیط اتوبوس اگر اشتباهات در حد ایرادات ساده نگارشی باشد، می‌توانید این موضوع را با تعاونی مطرح کنید. اگر هم خطا در انتخاب مسیر باشد، باید بلیط خودتان را استرداد کنید و بلیط بخرید. طبق قوانین، استرداد بلیط اتوبوس با درصدی جریمه همراه است.'] },
    { label: 'چطور مطمئن شوم خرید بلیط اتوبوس با موفقیت انجام شده؟', items: ['اگر خرید بلیط اتوبوس با موفقیت انجام شود، یک پیامک و ایمیل از علی‌بابا برای شما ارسال خواهد شد. در این پیامک و ایمیل شماره سفارش شما، اطلاعات اتوبوس و همچنین لینک دانلود بلیط وجود دارد..'] },
    { label: 'در صورت خرید بلیط و سوارنشدن به اتوبوس، امکان بازگشت وجه پرداختی بلیط وجود دارد؟', items: ['بله. شما می‌توانید با مراجعه حضوری به تعاونی، بلیط اتوبوس خودتان را استرداد کنید. درصد جریمه بلیط شما در قسمت «قوانین استرداد» بلیط نوشته شده است...'] },
    { label: 'آیا امکان خرید تلفنی بلیط اتوبوس وجود دارد؟', items: ['خیر. شما باید برای خرید بلیط اتوبوس به وب‌سایت یا اپلیکیشن علی‌بابا مراجعه کنید.'] },
    { label: 'آیا قیمت بلیط اتوبوس در خرید اینترنتی با خرید حضوری فرق می‌کند؟', items: ['خیر. قیمت بلیط اتوبوس در خرید اینترنتی و حضوری تفاوتی ندارد؛ اما توجه داشته باشید که خرید اینترنتی بلیط اتوبوس سریع‌ترین راه خرید بلیط است. در هر زمان از شبانه‌روز امکان دسترسی به تمام بلیط‌ها در علی بابا وجود دارد. علاوه بر این، در خرید اینترنتی بلیط اتوبوس در علی‌بابا، امکان جانمایی صندلی هم وجود دارد.'] },
    { label: 'امکان حمل حیوانات خانگی در داخل اتوبوس وجود دارد؟', items: ['طبق قوانین سازمان حمل‌ونقل امکان حمل حیوانات زنده در اتوبوس وجود ندارد.'] },
    { label: 'مدارک مورد نیاز برای استفاده از اتوبوس چیست؟', items: ['به همراه داشتن کارت شناسایی معتبر (کارت ملی یا شناسنامه) برای دریافت بلیط الزامی است..'] },
    { label: 'آیا برای استفاده از اتوبوس نیاز به پرینت بلیط است؟', items: ['برای استفاده از بلیط‌ اتوبوس، چاپ بلیط در دفتر تعاونی مربوطه با ارائه پیامک شماره بلیط و کارت شناسایی معتبر الزامی است...'] },
    { label: 'جهت سوار شدن به اتوبوس چه مدت قبل از حرکت در ترمینال حضور داشته باشیم؟', items: ['در صورتی که حرکت سرویس در ساعت مقرر انجام گردد مسافر می بایست حداکثر 30 دقیقه قبل حرکت سرویس در ترمینال مبدا حضور داشته باشد....'] },
    { label: 'استرداد بلیط اتوبوس در وب‌سایت علی‌بابا چگونه است؟', items: ['برای استرداد آنلاین بلیط اتوبوس وارد «حساب کاربری» شوید و از بخش «سفارشات و استردادها»، سفارش مدنظرتان را انتخاب کنید؛ بعد از انتخاب گزینه استرداد و تکمیل مراحل، بلیط مدنظر طبق قوانین و مقررات استرداد می‌شود. در صورت قابل‌استرداد‌بودن بلیط خریداری‌شده، مبلغ استرداد به همان شماره حسابی واریز می‌شود که خرید با آن انجام شده است.'] },
    { label: 'میزان بار مجاز هر مسافر در سفر با اتوبوس چقدر است؟', items: ['طبق قوانین سازمان حمل‌ونقل میزان بار مجاز 20 کیلوگرم است. البته برخی از تعاونی‌ها با دریافت هزینه، امکان حمل بار تا 40 کیلوگرم را نیز ارائه می‌دهند. همچنین یکی دیگر از مسائلی که در این زمینه باید مد نظر قرار بدهید، تعاونی اتوبوس شماست.معمولا تعاونی ها، علاوه بر قوانین کلی میزان بار مجاز، قوانین خاص خودشان را دارند که در بعضی موارد، با قوانین تعاونی های دیگر فرق می‌کند. برای این که از میزان بار مجازتان مطمئن شوید و در حین سفر به مشکل برنخورید، به تعاونی که از آن بلیط تهیه کرده‌اید زنگ زده و از آن‌ها سوال کنید.به این موضوع هم دقت کنید که اگر میزان بار اضافه شما بیش از حد باشد، متصدی اتوبوس ممکن است از گذاشتن آن‌ها در اتوبوس ممانعت کند. در این نوع مواقع می‌توانید در این مورد صحبت کنید که هزینه میزان بار اضافه‌تان را پرداخت کنید تا بتوانید همه وسیله‌هایتان را با خودتان حمل کنید.....'] },
  ]

  return (
    <section className='flex flex-wrap overflow-hidden justify-center'>
      <figure className="w-full flex justify-center">
        <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/hero/hero-784222b6.jpg" alt="Bus" class="is-responsive is-animated" height="320" />
      </figure>
      <section className='w-full md:w-[85%] justify-center items-center flex flex-wrap '>

        <Menu />

        <div className='flex justify-center content-center w-full'>
          <Part3 />
        </div>
        <div className=' flex flex-wrap justify-center items-center content-center'>
          <figure className='flex w-full *:w-[50%] overflow-hidden rounded-lg my-4'>
            <img src="https://cdn.alibaba.ir/cms/uploads/Safar_Card_Cardview_Banner_Desktop_02_09_22_ed374215f4.png" alt="Alibaba https://cdn.alibaba.ir/cms/uploads/Safar_Card_Cardview_Banner_Desktop_02_09_22_ed374215f4.png" aria-hidden="true" />
            <img src="https://cdn.alibaba.ir/cms/uploads/Intercity_Taxi_Desktop_02_05_22_6ff2823218.jpg" alt="Alibaba https://cdn.alibaba.ir/cms/uploads/Intercity_Taxi_Desktop_02_05_22_6ff2823218.jpg" aria-hidden="true" />
          </figure>
          <AliBaba />
        </div>
        <div className='w-full mb-16'>
          <h2 className='text-[25px] font-bold my-2'>پرسش های شما</h2>
          <Dropdown options={options} />
        </div>
        <div className='mb-10'>
          <h2 className='text-[35px] font-bold mb-5'>بلیط اتوبوس</h2>
          <p>سفر با اتوبوس به دلیل پایین آوردن هزینه‌ها و البته راحتی و امنیت بالا مورد استقبال مسافران است. با توسعه فناوری‌های نوین و ایجاد رفتار خرید اینترنتی، دیگر نیازی نیست برای خرید بلیط اتوبوس به ترمینال شرق و سایر ترمینال‌های اتوبوس‌رانی مراجعه کنید. علی‌بابا با توجه به اعتبار و پیشینه‌ای که در زمینه عرضه بلیط سفر و سایر خدمات گردشگری دارد، بهترین وب‌سایت رزرو بلیط اتوبوس است. شما می‌توانید در علی‌بابا بهتر...</p>
        </div>
        <div className='flex flex-wrap *:border *:border-gray-300 w-full justify-between *:mx-2'>
          <figure className='flex flex-wrap *:w-full w-[30%] rounded-lg bg-white border-gray-400'>
            <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus03-3bf1445d.png" alt="" className='rounded-t-lg' />
            <p className='p-4'>همان طور که اشاره شد، ارزان بودن قیمت بلیط نسبت به سایر وسایل نقلیه بین‌شهری، یکی از انگیزه‌های اصلی مردم برای سفر با اتوبوس است. عوامل متعددی در تعیین قیمت بلیط‌های اتوبوس موثرند که از مهم‌ترین آن‌ها می‌توان به طول سفر و امکانات اتوبوس اشاره کرد.
              اما اگر به دنبال استعلام قیمت بلیط اتوبوس برای یک یا چند مسیر هستید، می‌توانید به علی‌بابا مراجعه کنید. کافی است مبدا، مقصد و زمان سفر را مشخص کنید تا لیست کاملی از قیمت بلیط اتوبوس شرکت‌های مختلف را مشاهده کنید.
              ضمنا قیمت بلیط VIP را نیز می‌توانید در همین لیست ببینید. اگر هم به دنبال بلیط اتوبوس ارزان هستید، می‌توانید در تنظیمات بالای صفحه، بلیط‌ها را براساس کمترین قیمت تعیین کنید.</p>
          </figure>
          <figure className='flex flex-wrap *:w-full w-[30%] rounded-lg bg-white border-gray-400'>
            <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus02-c540fe0e.png" alt="" className='rounded-t-lg' />
            <p className='p-4'>همان طور که اشاره شد، ارزان بودن قیمت بلیط نسبت به سایر وسایل نقلیه بین‌شهری، یکی از انگیزه‌های اصلی مردم برای سفر با اتوبوس است. عوامل متعددی در تعیین قیمت بلیط‌های اتوبوس موثرند که از مهم‌ترین آن‌ها می‌توان به طول سفر و امکانات اتوبوس اشاره کرد.
              اما اگر به دنبال استعلام قیمت بلیط اتوبوس برای یک یا چند مسیر هستید، می‌توانید به علی‌بابا مراجعه کنید. کافی است مبدا، مقصد و زمان سفر را مشخص کنید تا لیست کاملی از قیمت بلیط اتوبوس شرکت‌های مختلف را مشاهده کنید.
              ضمنا قیمت بلیط VIP را نیز می‌توانید در همین لیست ببینید. اگر هم به دنبال بلیط اتوبوس ارزان هستید، می‌توانید در تنظیمات بالای صفحه، بلیط‌ها را براساس کمترین قیمت تعیین کنید.</p>
          </figure>
          <figure className='flex flex-wrap *:w-full w-[30%] rounded-lg bg-white border-gray-400'>
            <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus01-6af3a02d.png" alt="" className='rounded-t-lg' />
            <p className='p-4'>همان طور که اشاره شد، ارزان بودن قیمت بلیط نسبت به سایر وسایل نقلیه بین‌شهری، یکی از انگیزه‌های اصلی مردم برای سفر با اتوبوس است. عوامل متعددی در تعیین قیمت بلیط‌های اتوبوس موثرند که از مهم‌ترین آن‌ها می‌توان به طول سفر و امکانات اتوبوس اشاره کرد.
              اما اگر به دنبال استعلام قیمت بلیط اتوبوس برای یک یا چند مسیر هستید، می‌توانید به علی‌بابا مراجعه کنید. کافی است مبدا، مقصد و زمان سفر را مشخص کنید تا لیست کاملی از قیمت بلیط اتوبوس شرکت‌های مختلف را مشاهده کنید.
              ضمنا قیمت بلیط VIP را نیز می‌توانید در همین لیست ببینید. اگر هم به دنبال بلیط اتوبوس ارزان هستید، می‌توانید در تنظیمات بالای صفحه، بلیط‌ها را براساس کمترین قیمت تعیین کنید.</p>
          </figure>
        </div>
        <div className='w-full my-16'>
          <h2 className='text-[25px] font-bold mb-5'>استرداد بلیط اتوبوس</h2>
          <p>طبیعی است که گاهی اوقات، سفرتان به هر دلیلی لغو شود. در این زمان به دنبال استرداد بلیط (کنسلی) هستید. اگر بلیط‌تان را از علی‌بابا خریده‌اید، نگران نباشید؛ فرآیند استرداد بلیط اتوبوس در علی‌بابا راحت و بی‌دردسر است. کافی است وارد حساب کاربری‌تان شوید و روی نام کاربری‌تان کلیک کنید. در لیست نمایش داده شده، روی سفارشات و استردادها کلیک کنید. در صفحه بعد شماره سفارش خود را وارد و سپس روی جستجو کلیک کنید. پس از اتمام مراحل استرداد، پولی که بابت خرید بلیط پرداخته‌اید، در کوتاه‌ترین زمان ممکن به حساب شما برمی‌گردد. زمانی که بلیط را می‌خرید به قوانین بلیط هم دقت کنید. قوانین استرداد را در همان پنجره بلیط، در بخش «اطلاعا..</p>
        </div>
        <div className='flex flex-wrap *:border *:border-gray-300 w-full justify-between '>
          <figure className='flex flex-wrap *:w-full w-[48%] rounded-lg bg-white border-gray-400'>
            <img  src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus05-31fc902f.png" alt="" className='h-[250px] rounded-t-lg' />
            <p className='p-4 '>اگر زیاد با اتوبوس سفر نکرده‌ باشید، احتمالا از خود می‌پرسید که چرا باید برای سفر بلیط VIP تهیه کنید. اما کافی است یک بار بلیط VIP بخرید و از سفری آرام با امکانات رفاهی عالی لذت ببرید.
              خرید بلیط اتوبوس VIP در سفرهای طولانی اهمیت بیشتری پیدا می‌کند، چرا که در سفر طولانی به آسایش و شرایط بهتر برای خواب بیشتر نیاز خواهید داشت. اتوبوس‎های VIP صندلی‌های استاندارد و راحتی دارند که در صورت تمایل به تخت تبدیل می‌شوند.
              پذیرایی‌ در طول مسیر هم از دیگر امکانات این نوع اتوبوس‌هاست. بلیط VIP را به سادگی می‌توانید در علی‌بابا بخرید؛ در لیستی که از بلیط‌های اتوبوس‌ها مشاهده می‌کنید، اتوبوس‌های VIP به وضوح مشخص شده‌اند.</p>
          </figure>
          <figure className='flex flex-wrap *:w-full w-[48%] rounded-lg bg-white border-gray-400'>
            <img  src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus04-ce1c7fff.png" alt="" className='h-[250px] rounded-t-lg' />
            <p className='p-4 '>اگر می‌خواهید هزینه سفرتان کمتر شود، احتمالا به دنبال بلیط ارزان هستید. همان طور که اشاره شد قیمت بلیط به عوامل مختلفی نظیر طول سفر و شرکت اتوبوس‌رانی بستگی دارد.
              بنابراین برای پیدا کردن اتوبوس ارزان در یک مقصد مشخص، باید بلیط را از شرکتی بخرید که ارزان‌فروش‌تر از بقیه است. برای این کار پس از اینکه مبدا، مقصد و تاریخ سفر را در علی‌بابا مشخص می‌کنید، لیست مفصلی از بلیط‌ها را می‌بینید. در این مرحله، در بالای صفحه یک فیلتر به نام «قیمت» وجود دارد.
              وقتی روی آن کلیک کنید، قیمت بلیط اتوبوس در مسیر موردنظرتان را از کمترین قیمت می‌بینید. حالا امکان خرید بلیط اتوبوس ارزان برای شما فراهم شده است.</p>
          </figure>
        </div>
        <div className='w-full mt-10'>
          <h2 className='text-[25px] font-bold my-5'>استعلام بلیط اتوبوس
          </h2>
          <p>گاهی وقت‌ها بعد از اینکه به‌صورت اینترنتی بلیط اتوبوس خودتان را می‌خرید، نیاز دارید تا دوباره به آن بلیط اتوبوس سر بزنید و فرایند رهیری بلیط اتوبوس را انجام دهید. گاهی پیش می‌آید که باید بعضی از اطلاعات مهم و کاربردی بلیط خودتان را مجددا بررسی کنید تا روز حرکت اتوبوس به مشکل خاصی برنخورید و بدون دردسر، سفر خودتان را شروع کنید. مثلا ممکن است تاریخ حرکت اتوبوس را فراموش کرده باشید یا بخواهید شماره تعاونی و ترمینال را دوباره ببینید یا به همسفرتان خبر دهید. در چنین شرایطی لازم است که اصطلاحا استعلام بلیط اتوبوس یا رهگیری بلیط اتوبوس انجام دهید تا همه اطلاعات سفرتان کف دستتان باشد. هنگام خرید بلیط اتوبوس از علی بابا، اطلاعات بلیط و شماره سفارش برای شما پیامک و ایمیل می‌شود؛ اما اگر این پیامک و ایمیل را گم کردید، هیچ نگران نباشید. در ادامه توضیح می‌دهیم که چطور می‌توانید بلیط اتوبوستان را مجددا استعلام کنید. استعلام بلیط اتوبوس در وب‌سایت علی‌بابا بسیار ساده و سرراست است. فقط کافی است مراحل زیر را گام‌به‌گام انجام دهید تا به ا...</p>
          <h2 className='text-[25px] font-bold my-5'>شرکت‌های اتوبوس‌رانی
          </h2>
          <p>در حال حاضر، شرکت‌های اتوبوس‌رانی متعددی وجود دارند که تمام مسیرهای داخل و برخی از مسیرهای خارج از کشور را پوشش می‌دهند. این شرکت‌ها در بسیاری از امکانات و خدمات مشترک‌اند و در عین حال تفاوت‌هایی با هم دارند.
            زمانی که برای خرید بلیط اتوبوس جستجو می‌کنید، این شرکت‌ها گزینه‌های مختلفی برای شما دارند و می‌توانید با توجه به شرایط خود از بین آنها انتخاب کنید. در ادامه چند مورد از معروف‌ترین شرکت‌های اتوبوس‌رانی کشور را به شما معرفی می‌کنیم.</p>

          <div className='w-full flex justify-evenly items-center content-center my-5'>
            <figure className='flex flex-wrap *:w-full  w-[100px]'>
              <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus08-2ebb5e64.png" alt="" />
              <figcaption className='justify-center flex'>همسفر</figcaption>
            </figure>
            <figure className='flex flex-wrap *:w-full  w-[100px]'>
              <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus07-70e4567f.png" alt="" />
              <figcaption className='justify-center flex'>سیر و سفر</figcaption>
            </figure>
            <figure className='flex flex-wrap *:w-full  w-[100px]'>
              <img src="https://cdn.alibaba.ir/h2/desktop/assets/images/bus08-2ebb5e64.png" alt="" />
              <figcaption className='justify-center flex'>رویال سفر ایران</figcaption>
            </figure>
          </div>

          <h2 className='text-[18px] font-bold my-5'>رویال سفر ایرانیان
          </h2>
          <p>شرکت رویال سفر ایرانیان از سال 1385 کار خود را شروع کرد. می‌توان گفت با آغاز به کار رویال سفر بود که سطح سفرهای بین‌شهری با اتوبوس وارد مرحله جدیدی شد. اتوبوس‌های این شرکت با برخورداری از امکانات مدرن و به‌روز مسافران را با شکل جدیدی از سفر مواجه کرد. در حال حاضر، رویال سفر ایرانیان دارای 550 دستگاه اتوبوس VIP است. گفتنی است این شرکت در 50 شهر در داخل و خارج از کشور نمایندگی دارد. شما می‌توانید به سادگی بلیط اتوبوس رویال سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید.</p>
          <h2 className='text-[18px] font-bold my-5'>سیر و سفر
          </h2>
          <p>یکی دیگر از شرکت‌های اتوبوس‌رانی معروف کشور، سیر و سفر است. این شرکت اتوبوس‌رانی در سال 1369 آغاز به کار کرد و از آن سال تا به حال فعالیت‌های خود را توسعه داده است. بسیاری از اتوبوس‌های شرکت سیر و سفر از نوع VIP هستند و امکانات رفاهی مطلوبی برای مسافران به وجود می‌آورند. شما می‌توانید به سادگی بلیط اتوبوس سیر و سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید.</p>
          <h2 className='text-[18px] font-bold my-5'>همسفر
          </h2>
          <p>شرکت اتوبوس‌رانی همسفر از سال 1378 کار خود را شروع کرد. در ابتدا تنها هفت دستگاه اتوبوس برای این شرکت کار می‌کردند؛ اما با گذشت زمان و استقبال مردم از خدمات همسفر، تعداد اتوبوس‌‌ها و گستره فعالیت‌های آن افزایش یافت. شما برای سفر به نقاط مختلف کشور می‌توانید بلیط همسفر را هم آنلاین بخرید و راهی شوید. شما می‌توانید به سادگی بلیط اتوبوس همسفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید.</p>
        </div>
        <div className='flex flex-wrap my-20 justify-center md:justify-between content-center w-full *:my-5 *:w-[40%] md:*:w-[25%]'>

          <div className='flex flex-wrap *:w-full'>
            <Link href={'/S'}>بلیط اتوبوس تهران مشهد</Link>
            <Link href={'/S'}>بلیط اتوبوس تهران مشهد</Link>
            <Link href={'/S'}>بلیط اتوبوس تهران اصفهان</Link>
          </div>
          <div className='flex flex-wrap *:w-full'>
            <Link href={'/S'}>بلیط اتوبوس اصفهان تهران </Link>
            <Link href={'/S'}>بلیط اتوبوس تهران شیراز</Link>
            <Link href={'/S'}>بلیط اتوبوس شیراز تهران </Link>
          </div>
          <div className='flex flex-wrap *:w-full'>
            <Link href={'/S'}>بلیط اتوبوس تهران استانبول</Link>
            <Link href={'/S'}>بلیط اتوبوس استانبول تهران </Link>
            <Link href={'/S'}>بلیط اتوبوس تهران اهواز</Link>
          </div>
          <div className='flex flex-wrap *:w-full'>
          <Link href={'/S'}>بلیط اتوبوس اهواز تهران </Link>
          <Link href={'/S'}>بلیط اتوبوس تهران تبریز</Link>
          <Link href={'/S'}>بلیط اتوبوس تبریز تهران </Link>
          </div>
        </div>
      </section>
    </section>
  )
}





