"use client"
import React, { useState } from 'react';
import Link from 'next/link'
import AliBaba from '../AliBaba/page';
import Slider from './slider';
import Part3 from './part3';
import Dropdown from './dropDown';
import Menu from '../menu/page';

export default function Page() {

    const options = [
        { label: 'چند روز قبل از پرواز، بلیط هواپیما را بخریم؟', items: ['امکان رزرو بلیط هواپیما از ماه‌ها قبل وجود دارد. اما گاهی اوقات قیمت بلیط هواپیما در روزهای نزدیک به پرواز ارزان‌تر می‌شود. بنابراین در صورتی که شرایطتان اجازه می‌دهد، رزرو آنلاین بلیط هواپیما را به روزهای نزدیک پرواز موکول کنید. البته اگر قصد سفر در ایام پرسفر نظیر تعطیلات را دارید، باید هر چه زودتر رزرو بلیط هواپیما را انجام دهید.'] },
        { label: 'در هر پرواز، میزان بار مجاز چقدر است؟', items: ['میزان مجاز بار به کلاس پرواز و کلاس نرخی بلیط بستگی دارد. هنگام خرید آنلاین بلیط هواپیما می‌توانید میزان بار مجاز را در اطلاعات بلیط ببینید. طبیعی است که اگر میزان بارتان بیش از حد مجاز باشد، باید جریمه پرداخت کنید.'] },
        { label: 'نرخ بلیط هواپیما برای نوزادان و کودکان زیر ۱۲ سال چگونه است؟', items: ['نرخ بلیط کودکان و نوزادان به کلاس پرواز و کلاس نرخی بستگی دارد. به صورت کلی، قیمت بلیط مسافر کودک (2 الی 12 سال) معادل 50 الی 100 درصد بلیط بزرگسال، و قیمت بلیط مسافر نوزاد (تا دو سال) 10 درصد بلیط بزرگسال است. هنگام تهیه بلیط هواپیما به این نکته توجه داشته باشید.'] },
        { label: 'رزرو آنلاین بلیط هواپیما هزینه بیشتری از خرید حضوری دارد؟', items: ['خیر؛ زمانی که از یک سایت معتبر خرید بلیط هواپیما، اقدام به خرید می‌کنید، نه تنها هزینه بیشتری پرداخت نمی‌کنید، حتی ممکن است تخفیف هم بگیرید. ضمنا با خرید آنلاین بلیط هواپیما از پشتیبانی نیز برخودار هستید.'] },
        { label: 'آیا پس از خرید اینترنتی بلیط هواپیما امکان استرداد آن وجود دارد؟', items: ['وقتی از علی‌بابا یعنی بهترین سایت خرید بلیط هواپیما ، بلیطتان را رزرو می‌کنید، خیالتان آسوده است که امکان استرداد وجه در صورت کنسل کردن بلیط وجود دارد. میزان جریمه را هم هنگام رزرو آنلاین بلیط هواپیما در قسمت قوانین استرداد بخوانید. میزان جریمه به نوع بلیط، کلاس پروازی، کلاس نرخی و... بستگی دارد.'] },
        { label: 'آیا پس از خرید بلیط هواپیما، امکان تغییر نام یا نام خانوادگی وجود دارد؟', items: ['در پرواز داخلی یا خارجی، امکان تغییر نام و نام خانوادگی در بلیط سیستمی وجود ندارد. اما در بلیط چارتر، برخی از چارترکننده‌ها این تغییر را می‌پذیرند.'] },
        { label: 'هنگامی که از سایت خرید بلیط هواپیما رزرو بلیط را انجام می‌دهیم، امکان انتخاب صندلی مورد نظرمان وجود دارد؟', items: ['خیر؛ هنگام رزرو بلیط هواپیما داخلی یا خارجی امکان انتخاب صندلی وجود ندارد. البته در زمان چک‌این انتخاب محدوده صندلی امکان‌پذیر است.'] },

    ]

    return (
        <section className='overflow-hidden justify-center flex flex-wrap'>
            <figure className="w-full flex">
                <img
                    src="https://cdn.alibaba.ir/h2/desktop/assets/images/hero/hero-6061caed.jpg"
                    alt="Flight"
                    class="is-responsive is-animated"
                    height="320"
                />
            </figure>
            <section className='w-full md:w-[85%] justify-center items-center flex flex-wrap '>
                <Menu parvazDakheli={<span className=' rounded-3xl py-2 px-5 border'>یک طرفه</span>} />
                <div className="w-full justify-center items-center flex">
                    <Part3 />
                </div>

                <figure className="mt-6 mb-6">
                    <img className="w-full rounded-lg" src="https://cdn.alibaba.ir/h2/desktop/assets/images/breaking-news/phone-sales-4af98b55.webp" alt="Alibaba" height="195" />
                </figure>

                <div className=' flex flex-wrap justify-center items-center content-center'>
                    <figure className='flex w-full *:w-[50%] overflow-hidden rounded-lg my-4'>
                        <img src="https://cdn.alibaba.ir/cms/uploads/Dad_Hotel_Cardview_Banner_Desktop_v4_2x_eb3b4d08ed.jpg" alt="Alibaba https://cdn.alibaba.ir/cms/uploads/Dad_Hotel_Cardview_Banner_Desktop_v4_2x_eb3b4d08ed.jpg" class="is-responsive is-animated is-cover is-rounded w-full h-full" aria-hidden="true" />
                        <img src="https://cdn.alibaba.ir/cms/uploads/Safar_Card_Cardview_Banner_Desktop_02_09_22_a8630524f1.png" alt="Alibaba https://cdn.alibaba.ir/cms/uploads/Safar_Card_Cardview_Banner_Desktop_02_09_22_a8630524f1.png" class="is-responsive is-animated is-cover is-rounded w-full h-full" aria-hidden="true" />                    </figure>
                    <AliBaba />
                </div>
                <h2 className='w-full text-[black] text-[30px] font-bold my-5'>پرسش های شما</h2>
                <div className='w-full h-[500px] justify-center items-center content-center'>
                    <Dropdown options={options} />
                </div>
                <div className='flex flex-wrap justify-end my-6'>
                    <div className='w-[40%] *:w-full'>
                        <figure className='justify-center flex'>
                            <img
                                src="https://cdn.alibaba.ir/h2/desktop/assets/images/baggage/baggage@3x-bda919ec.webp"
                                alt="Alibaba https://cdn.alibaba.ir/h2/desktop/assets/images/baggage/baggage@3x-bda919ec.webp"
                                width="448"
                                height="483"
                            />
                        </figure>
                    </div>
                    <div className='flex flex-wrap *:w-full w-[60%] content-center'>
                        <h2 className='text-[25px] font-bold my-7'>بلیط هواپیما</h2>
                        <p>علی‌بابا بزرگترین و معتبرترین سایت خرید اینترنتی بلیط هواپیما ، قطار و اتوبوس در کشور است که از سال ۱۳۹۳ کار خود را شروع کرده و در این مدت توانسته رضایت درصد قابل توجهی از کاربران را به دست بیاورد. در ابتدا، فروش بلیط پرواز داخلی در دستور کار علی‌بابا قرار داشت؛ اما به مرور امکان خرید سایر محصولات گردشگری نیز به علی‌بابا اضافه شد.</p>
                    </div>

                    <div className='w-full flex flex-wrap justify-end mb-10'>
                        <h2 className='text-[18px] font-bold py-5'>مزایای خرید بلیط هواپیما از علی‌بابا</h2>
                        <p>شما با خرید بلیط هواپیما از علی‌بابا با سامانه مطمئن و معتبری روبه‌رو هستید که تمام نیازهایتان را پاسخ می‌دهد. برای خرید آنلاین بلیط هواپیما در علی‌بابا کافیست مبدا، مقصد و تاریخ پرواز خود را انتخاب کنید. پس از کلیک روی جستجو، لیست قیمت بلیط هواپیما به مقصد مورد نظر شما ظاهر می‌شود. در این لیست، انتخابهای متعددی پیش روی شماست. برای اینکه گزینه‌ ها را برای خرید بلیط هواپیما محدودتر کنید، علی‌بابا ابزارهای مختلفی در اختیار شما می‌گذارد
                        </p>
                        <p className='w-full text-right flex'>
                            یکی از ابزارهای بسیار مفید و کاربردی برای خرید اینترنتی بلیط هواپیما، تقویم قیمتی است. با استفاده از تقویم قیمتی شما می‌توانید کمترین و بیشترین قیمت بلیط پرواز را در روزهای قبل و بعد از آن تاریخ مشاهده کنید. در صورتی که اصرار به خرید بلیط هواپیما در یک روز خاص نداشته باشید، این امکان به شما کمک می‌کند تا مبلغ بلیط هواپیما برایتان با مبلغ به صرفه تری تمام شود. علاوه بر این، با استفاده از فیلترهای کنار صفحه می‌توانید ایرلاین مورد نظرتان را انتخاب کنید. ضمنا می‌توانید، بلیط چارتر هواپیما یا سیستمی را فعال کنید تا فقط یکی از این دو نوع بلیط را مشاهده کنید. بلیط هواپیما خارجی ،کلاس پروازی و زمان پرواز هم از دیگر گزینه‌هایی است که با انتخاب آنها، تعداد بلیط ها محدودتر و رزرو بلیط هواپیما برای شما آسانتر می‌شود. برای پرداخت هزینه می‌توانید از کارت شتاب استفاده کنید. پس از پرداخت، خرید اینترنتی بلیط هواپیما با موفقیت انجام میشود و بلیط به ایمیل شما ارسال میشود. همچنین در همه این مراحل، پشتیبانی علی‌بابا در کنار شماست تا هر زمانی که سوال یا مشکلی داشتید، 24 ساعته پاسخگوی شما باش</p>
                        <h2 className='text-[18px] font-bold text-right flex my-7 '>امکان استرداد بلیط هواپیما</h2>
                        <p>یکی دیگر از امکانات علی‌بابا استرداد آنلاین بلیط هواپیما (کنسلی بلیط) است. در صورتی که پس از رزرو بلیط هواپیما برنامه سفرتان تغییر کرده، به راحتی می‌توانید طبق قوانین کنسلی پرواز داخلی، بلیط هواپیمای خود را کنسل کنید. پس از استرداد، پول شما در کمترین زمان ممکن به حسابتان برگردانده می‌شود. شما برای خرید اینترنتی بلیط هواپیما از علی‌بابا می‌توانید از تلفن همراه، رایانه شخصی یا تبلت استفاده کنید. علی‌بابا در همه این ابزارها کاربرپسند است و شما خریدی آسان را تجربه خواهید کرد. همچنین امکان نصب و استفاده از اپلیکیشن علی‌بابا برای گوشی های اندروید و آیفون وجود دارد.</p>
                        <h2 className='text-[18px] font-bold text-right flex my-7'>رزرو بلیط هواپیما از معتبرترین ایرلاین‌ها</h2>
                        <p>شما برای خرید بلیط هواپیما از بین ایرلاینهای مختلف حق انتخاب دارید و می‌توانید از ایرلاینهای ماهان، زاگرس، کیش ایر، قشم ایر، آسمان، کاسپین، تابان، وارش یا معراج، بلیط پرواز داخلی خود را خریداری کنید.هر یک از این ایرلاین ها ویژگیها و مشخصات خود را دارند. برخی امکانات و خدمات رفاهی بیشتر دارند و برخی دیگر بلیط هواپیما را با قیمت به صرفه تری ارائه می‌دهند. زمانی که در علی‌بابا لیست بلیط تمام این ایرلاین ها را مشاهده می‌کنید، می‌توانید از بین آنها انتخاب کنید.</p>
                        <h2 className='text-[18px] font-bold text-right flex my-7'>علی‌بابا: رتبه یک خرید اینترنتی بلیط سفر</h2>
                        <p>علی‌بابا طی این سالها، اعتبار زیادی نزد مشتریان خود کسب کرده است. طبق نظرسنجی، 97.2 درصد از مشتریان علی‌بابا از خدمات این سامانه راضی بوده‌اند و استفاده از آن را به دوستان و آشنایان خود پیشنهاد داده‌اند. سرعت سادگی خرید اینترنتی بلیط هواپیما، اعتبار و خوشنامی، امکان استرداد آنلاین بلیط هواپیما و پشتیبانی 24 ساعته در تمام روزهای هفته، رتبه یک فروش بلیط را از آنِ علی‌بابا کرده است. شما با رزرو بلیط هواپیما در علی‌بابا، از سفری راحت و بی‌دردسر مطمئن خواهید بود.</p>
                    </div>
                </div>

            </section>
        </section>
    );
}








